Repository: dek0058/CK_Graduation_Project
Catalog: Assets/Plugins/Packages/@rotorz/unity3d-tile-system/Languages/*.po
Languages: fr_fr

# Action
source: Goto Tileset
fr_fr: Ouvrir le Tileset

# Action
source: Show in Designer
fr_fr: Afficher dans le Concepteur

source: Please use designer to edit brush.
fr_fr: Veuillez utiliser le concepteur pour modifier le pinceau.

source: Create new alias brush
fr_fr: Créer nouvel alias de pinceau

source: Create new brush that is based upon an existing brush to override properties and materials.
fr_fr: Crée un nouveau pinceau basé sur un pinceau existant pour en substituer ces propriétés et ces matériaux.

source: Select target brush to create an alias of:
fr_fr: Sélectionnez le pinceau cible pour créer un alias de:

source: Note: You cannot create an alias of another alias brush.
fr_fr: Note : Vous ne pouvez pas créer un alias d'un autre alias de pinceau.

source: Target brush was not specified
fr_fr: Le pinceau cible n'a pas été spécifiée

source: Select the brush that you would like to create an alias of.
fr_fr: Sélectionne le pinceau pour en faire un alias.

# Action
source: Close
fr_fr: Fermer

source: Unable to create alias brush
fr_fr: Impossible de créer cet alias de pinceau

source: No alias designer was registered for '{0}'
fr_fr: Aucun concepteur d'alias a été enregistrée pour '{0}'

source: Create new autotile tileset
fr_fr: Créer un nouveau tileset d'autotile

source: No previews to display...
fr_fr: Pas de prévisualisation à afficher...

# Action
source: Refresh Previews
fr_fr: Actualiser les apercus

# Property
source: Artwork includes inner joins
fr_fr: L'image comprend les joints internes

# Property
source: Tile Width (px)
fr_fr: Largeur des carreaux (px)

# Property
source: Tile Height (px)
fr_fr: Hauteur des carreaux (px)

# Property
source: Alpha Blending
fr_fr: Fusion alpha

# Property
source: Clamp Edges
fr_fr: Contraindre les bords

source: Indicates if outer edges should always be clamped. Often not appropriate when secondary tile acts as ground.
fr_fr: Indique si les bords extérieurs doivent toujours être contraint. Souvent inappropriée lorsque les carreaux secondaires servent de terrain.

source: Edge Correction
fr_fr: Correction des bords

# Property
source: Border Size (px)
fr_fr: Taille des bords (px)

# Property
source: Delta (% of 1px)
fr_fr: Delta (% de 1px)

source: Output Atlas: {0}x{1} Unused: {2}%
fr_fr: Atlas final: {0}x{1} non utilisés : {2} %

source: Autotile artwork was not specified
fr_fr: L'image de l' autotile n'a pas été spécifiée

source: Autotile artwork must be specified that can be expanded into an atlas.
fr_fr: L'image de l'autotile doit être spécifié pour être intégré dans un atlas.

# Action
source: Create
fr_fr: Créer

# Action
source: Cancel
fr_fr: Annuler

source: Invalid name for asset
fr_fr: Nom invalide pour asset

source: Can only use alphanumeric characters (A-Z a-z 0-9), hyphens (-), underscores (_) and spaces. Name must begin with an alphanumeric character.
fr_fr: Ne peut utiliser que des caractères alphanumériques (A-Z a-z 0-9), des traits d'Union (-), tirets bas (_) et espaces. Le nom doit commencer par un caractère alphanumérique.

source: Asset already exists
fr_fr: Asset déjà existant

source: Please specify unique name for asset.
fr_fr: Veuillez spécifier un nom unique pour cet asset.

# Property
source: Name:
fr_fr: Nom :

source: Must start with alphanumeric character (A-Z a-z 0-9) and can contain hyphens (-), underscores (_) and spaces.
fr_fr: Doit commencer par des caractères alphanumériques (A-Z a-z 0-9) et peut contenir des espaces, caractères de soulignement (_) et des traits d'Union (-).

# Property
source: Tileset Name:
fr_fr: Nom de Tileset :

# BrushCreator|TabLabel
source: Duplicate
fr_fr: Dupliquer

source: Create duplicate of an existing brush
fr_fr: Crée un doublon d'un pinceau existant

source: Select target brush to create duplicate from:
fr_fr: Sélectionnez le pinceau cible pour en créer des doublons:

source: Tileset already contains a brush with that name.
fr_fr: Ce Tileset contient déjà un pinceau du même nom.

source: Target brush not specified
fr_fr: Le pinceau cible n'est pas spécifiée

source: Select the brush to duplicate.
fr_fr: Sélectionnez le pinceau à dupliquer.

# BrushCreator|TabLabel
source: Empty
fr_fr: Vide

source: Create new empty brush
fr_fr: Créer un nouveau pinceau vide

source: Create brush whose tiles have no visual representation.
fr_fr: Crée un pinceau dont les carreaux n'ont aucun représentation visuelle.

# BrushCreator|TabLabel
source: Oriented
fr_fr: Orienté

source: Create new oriented brush
fr_fr: Crée un nouveau pinceau orienté

source: Simple brushes can be created by adding one or more tile variations to the default orientation. Additional orientations can be defined so that tiles are painted based upon neighboring tiles.
fr_fr: Les pinceaux simples peuvent être créés en ajoutant une ou plusieurs variantes de carreaux suivant l'orientation par défaut. Des orientations supplémentaires peuvent être définies afin que les carreaux soit peints par rapport à leurs carreaux voisins.

source: Create new tileset
fr_fr: Créer un nouveau tileset

source: Two-dimensional tile brushes can be created from a tileset.
fr_fr: Des pinceaux de carreaux bi-dimensionnelle peuvent être créé à partir d'un tileset.

source: Another similar tileset '{0}' exists that uses the same atlas texture.
fr_fr: Un tileset similaire «{0} » existe deja, et utilise le même atlas de texture.

source: Texture is not power of two and/or is not square.
fr_fr: La texture n'est pas un puissance de deux et/ou n'est pas carré.

# Property
source: Procedural
fr_fr: Procédurale

source: Tileset already exists
fr_fr: Le tileset existe déjà

source: Please specify unique name for tileset.
fr_fr: Veuillez spécifier un nom unique pour le tileset.

source: Texture was not specified
fr_fr: La texture n'a pas été spécifiée

source: Texture must be specified before creating tileset.
fr_fr: La texture doit être spécifié avant de créer le tileset.

# Action
source: Goto Target Brush
fr_fr: Ouvrir le pinceau cible

source: Double-click to edit target...
fr_fr: Double-cliquez pour modifier la cible...

# Property
source: Alias Target:
fr_fr: Cible de l'alias:

# Action
source: Revert To Target
fr_fr: Revenir à la cible

source: Revert properties of alias brush to target brush?
fr_fr: Rétablir les propriétés de l'alias pinceau avec le pinceau cible ?

# Action
source: Yes
fr_fr: Oui

# Action
source: No
fr_fr: Non

source: Automatic Orientations
fr_fr: Orientations automatiques

# Action
source: Set Target
fr_fr: Définir la cible

source: Cannot create alias of another alias brush.
fr_fr: Impossible de créer un alias d'un autre alias de pinceau.

source: Cannot create alias of the unregistered brush '{0}'.
fr_fr: Impossible de créer un alias d'un pinceau non enregistrée '{0}'.

source: Cannot create alias of '{0}'.
fr_fr: Impossible de créer un alias de '{0}'.

# Property
source: From Tileset
fr_fr: A partir du tileset

# Property
source: Layout
fr_fr: Mise en page

# Property
source: Inner Joins
fr_fr: Joints internes

# Property
source: Tile Width
fr_fr: Largeur des carreaux

# Property
source: Tile Height
fr_fr: Hauteur des carreaux

# Property
source: Always Add Container
fr_fr: Toujours ajouter un conteneur

source: Add tile container object even when not needed by brush.
fr_fr: Ajouter un carreau conteneur même quand le pinceau n'en a pas besoin.

# Property
source: Attach Prefab
fr_fr: Attacher le Prefab

source: Additional game objects can be painted by attaching a prefab.
fr_fr: Les GameObjects supplémentaires peuvent être peints en attachant un Prefab.

source: Edge Tiles
fr_fr: Carreaux de bordure

# Flaggable
source: Solid Flag
fr_fr: Drapeau Solide

source: Solid flag can be used to assist with user defined collision detection or pathfinding.
fr_fr: Le drapeau Solide peut être utilisé pour aider à la détection de collision définies par l'utilisateur ou pour le Pathfinding.

# Property
source: Add Collider
fr_fr: Ajouter un Collider

source: Automatically adds box collider to painted tile.
fr_fr: Ajoute automatiquement des Box Collider a un carreau peint.

source: Inner Tiles
fr_fr: Carreaux intérieur

source: Edge and Inner 'solid' flag can be used for custom collision detection. Avoid inner colliders where possible.
fr_fr: Les drapeaux bordure et intérieur "solide" peuvent être utilisé pour un détection personnalisé de collision. Evitez si possible les collisions interieurs.

# Property
source: Static
fr_fr: Statique

source: Static tiles can be combined when optimizing tile systems.
fr_fr: Les carreaux statiques peuvent être combinés lors de l'optimisation des systèmes de carreaux.

# Property
source: Smooth
fr_fr: Lisse

source: Recalculates normals of touching vertices for smoother joins.
fr_fr: Recalcule les normales des Vertex qui se touche pour des jointures plus lisses.

# Property
source: Category
fr_fr: Catégorie

source: Tick to override tag of painted tiles.
fr_fr: Tiquer pour remplacer le tag de carreaux peints.

# Property
source: Layer
fr_fr: Couche

source: Tick to override layer of painted tiles.
fr_fr: Tiquer pour remplacer la couche de carreaux peints.

# Action
source: Restore Current Name
fr_fr: Restaurer le nom courant

# Action
source: Rename
fr_fr: Renommer

# Property
source: Group #
fr_fr: Groupe #

source: Logical group that brush belongs to. This is used when specifying more advanced coalescing rules.
fr_fr: Groupe logique a qui ce pinceau appartient. Utilisé lors de la spécification des règles avancés de fusionnement.

# Property
source: Force Legacy Sideways
fr_fr: Forcer l'utilisation des force de côté ancienne

source: Forces legacy behavior for tile systems with sideways facing tiles.
fr_fr: Force le comportement ancien des forces pour les systèmes de carreaux avec des carreaux dirigé sur le côté.

# Property
source: Disable immediate preview
fr_fr: Désactiver l'aperçu immédiat

source: In-editor preview of tile can be disabled on a per brush basis.
fr_fr: L'aperçu des carreaux dans l'éditeur peut être désactivé par pinceaux.

source: Custom Preview
fr_fr: Aperçu personnalisé

source: Flags
fr_fr: Drapeaux

source: Brush Menu
fr_fr: Menu du pinceau

# Action
source: Reveal Asset
fr_fr: Montrer Asset

# Action
source: Refresh Preview
fr_fr: Actualiser l'aperçu

# Action
source: Create Duplicate
fr_fr: Créer un doublon

# Action
source: Create Alias
fr_fr: Créer des Alias

# Action
source: Delete Brush
fr_fr: Supprimer le pinceau

# Action
source: Help
fr_fr: Aide

# Action
source: Show Tips
fr_fr: Afficher les astuces

# Action
source: Add Material Mapping
fr_fr: Ajouter un materiel de mappage

source: Material Mapper
fr_fr: Mappeur de matériel

# Property
source: Override Transforms
fr_fr: Substituer les transformations

source: Overrides transform of target brush.
fr_fr: Substitue la transforme du pinceau ciblé.

# Property
source: Apply Prefab Transform
fr_fr: Appliquer la transformation du Prefab

source: Tick to use prefab transform to offset position, rotation and scale of painted tiles.
fr_fr: Tiquer pour utiliser la transformation du Prefab pour décaler la position, rotation et échelle des carreaux peints.

# Property
source: Apply Simple Rotation
fr_fr: Appliquer une rotation simple

source: Applies simple tile rotation to tile object.
fr_fr: Applique une rotation simple au carreau.

# Property
source: Scale Mode
fr_fr: Mode d'échelle

source: Specifies the way in which painted tiles should be scaled.
fr_fr: Spécifie la façon dont les carreaux peints devraient être grossi.

# Property
source: Coalesce Mode
fr_fr: Mode de fusionnement

source: Specifies how adjacent tiles should coalesce (or "join") with one another.
fr_fr: Spécifie comment les carreaux adjacents se fusionnent entre eux.

# Property
source: With Group #
fr_fr: Avec groupe #

source: List of brush group numbers that painted tiles should coalesce with.
fr_fr: Liste des numéros de groupe de pinceaux avec qui les carreaux peint devraient fusionner.

# Property
source: Coalesce with Rotated
fr_fr: Fusionne avec ceux qui sont tourné

source: Indicates if painted tiles should coalesce with those of a different rotation.
fr_fr: Indique si les carreaux peints devraient fusionner avec ceux qui ont rotation différente.

# Property
source: Coalesce with Border
fr_fr: Fusionner avec les bordures

source: Indicates if painted tiles should coalesce with tile system boundaries.
fr_fr: Indique si les carreaux peints devraient fusionner avec les limites des systeme de carreaux.

# Action
source: Clear
fr_fr: Effacer

source: Power of two recommended i.e. 128x128
fr_fr: Puissance au carré recommendé i.e. 128 x 128

# Property
source: Use at design time
fr_fr: Utiliser au moment du design

source: Tick to use custom preview within Unity editor.
fr_fr: Tiquer pour utiliser un aperçu personnalisé dans l'éditeur Unity.

# Flaggable
source: Flag
fr_fr: Drapeau

source: Flags can be used in custom scripts. Use of flags is entirely user defined!
fr_fr: Les Drapeaux peuvent être utilisé dans des scripts. L'utilisation des drapeaux est entièrement définie par l'utilisateur !

# Property
source: Force Override Flags
fr_fr: Drapeaux de substitution de force

source: Overrides flags of nested brushes.
fr_fr: Substitue les drapeaux de pinceaux imbriqués.

# Property
source: Override Flags
fr_fr: Substituer les drapeaux

source: Overrides flags of the target brush.
fr_fr: Substitue les drapeaux du pinceau cible.

# Action|Select
source: All
fr_fr: Tous

# Action|Select
source: None
fr_fr: Aucun

# Action|Select
source: Invert
fr_fr: Inverser

# Action
source: Edit Flag Labels
fr_fr: Modifier les descriptions des drapeaux

# Action
source: Remove
fr_fr: Enlever

# Action
source: Remove Material Mapping
fr_fr: Enlever le mappage matérielle

# Action
source: Define or Find Orientation
fr_fr: Définir ou trouver une orientation

# Property
source: Override Brush Transforms
fr_fr: Substituer les transformations du pinceau

source: Overrides transform of nested brushes.
fr_fr: Substitue les transformes des pinceaux imbriqués.

# Property
source: Fallback
fr_fr: Alternative

source: Fallback to use when orientation is unavailable.
fr_fr: Alternative à utiliser lorsque l'orientation n'est pas disponible.

# Error
source: Invalid variation type.
fr_fr: Type de variation incorrect.

# Error
source: Cannot add model to orientation; create a prefab instead.
fr_fr: Impossible d'ajouter le modèle à l'orientation ; create a prefab instead.

# Error
source: {0} cannot be nested within an oriented brush.
fr_fr: {0} ne peut pas être imbriquée dans un pinceau orientée.

# Action
source: Set as default for fallback
fr_fr: Définir comme valeur alternative par défaut

# Action
source: Remove Orientation
fr_fr: Enlever l'Orientation

# Action
source: Pick Nestable Brush
fr_fr: Choisir un pinceaux emboîtable

# Action
source: Pick Prefab
fr_fr: Choisir un Prefab

# Action
source: Reorder Variation
fr_fr: Retrier les variations

# Action
source: Remove Variation
fr_fr: Enlever la Variation

source: Drop prefab or nestable brush here
fr_fr: Déposer le pinceau Prefab ou emboîtable ici

# Action
source: Adjust Variation Weight
fr_fr: Ajuster le poids de la Variation

source: Orientation already contains this variation.
fr_fr: L'orientation contient déjà cette variation.

source: Orientation(s) already exist
fr_fr: Les orientation(s) existe déjà

source: One or more orientations already exist which share selected rotational symmetry. Would you like to remove these and insert a blank orientation?
fr_fr: Une ou plusieurs orientations existent déjà comme partageant la rotation symétrique sélectionné. Voulez vous les enlever et insérer une orientation vide?

# Action
source: Define Orientation
fr_fr: Définir l'Orientation

# Action
source: Add Variation
fr_fr: Ajouter Variation

source: Do you really want to delete this orientation?
fr_fr: Voulez-vous vraiment enlever cette orientation ?

source: Brush Creator
fr_fr: Créateur de la pinceau

# Action|Select
source: Unused
fr_fr: Inutilisés

# Action
source: Select
fr_fr: Sélectionnez

# Action
source: Auto Name
fr_fr: Nom automatique

# Action
source: Clear Names
fr_fr: Effacer les noms

# Property
source: Visibility
fr_fr: Visibilité

source: Allows brush to be hidden from user interfaces.
fr_fr: Permet au pinceaux d'être caché dans les interfaces utilisateur.

source: Autotile Brushes
fr_fr: Pinceaux Autotile

source: Tileset Brushes
fr_fr: Pinceaux Tileset

source: Allows individual atlas brushes to override property of tileset.
fr_fr: Permet aux atlas de pinceaux individuels de substituer cette propriété du tileset.

source: Brush Properties
fr_fr: Propriétés de pinceau

# Action
source: Create Brushes
fr_fr: Créer des pinceaux

# Error
source: One or more inputs were invalid
fr_fr: Une ou plusieurs entrées étaient incorrectes

source: Please review inputs and any errors and try again
fr_fr: Veuillez examiner les entrées et les erreurs et essayez à nouveau

# Error
source: Name was not specified
fr_fr: Le nom n'a pas été spécifié

# Error
source: Invalid name
fr_fr: Nom incorrect

# Error
source: Name was already specified
fr_fr: Nom déjà spécifié

# Error
source: Name is already in use
fr_fr: Nom déjà utilisé

# TilesetDesigner|TabLabel
source: Modify Autotile
fr_fr: Modifier l'Autotile

source: Autotile brushes are always procedural, however atlas brushes of an autotile atlas can be non-procedural if desired.
fr_fr: Les pinceaux Autotile sont toujours procéduraux, mais les pinceaux d'atlas d'un atlas Autotile peuvent ne pas être procéduraux par choix.

# Action
source: Apply Changes
fr_fr: Appliquer

# Action
source: Revert
fr_fr: Revenir

# Action
source: Regenerate
fr_fr: Régénérer

# Error
source: Autotile artwork was not specified
fr_fr: L'image de l' autotile n'a pas été spécifiée

source: Please select artwork for autotile before proceeding.
fr_fr: Veuillez sélectionner une image pour l'autotile avant de continuer.

source: Warning, brushes will be deleted
fr_fr: Attention, les pinceaux seront supprimés

source: Modified atlas contains fewer tiles than previously. Previously created brushes that are out of range will be deleted. Would you like to proceed?
fr_fr: Les atlas modifiés contiennent moins de carreaux qu'auparavant. Les pinceaux créé auparavant qui sont hors de portée seront supprimé. Voulez vous procéder ?

# Error
source: Invalid autotile artwork was specified.
fr_fr: L'image spécifié pour l'autotile n'est pas valide.

# TilesetDesigner|TabLabel
source: Modify Tileset
fr_fr: Modifier le Tileset

source: Tiles painted using this tileset will need to be refreshed when switching between procedural and non-procedural.
fr_fr: Les carreaux peints à l'aide de ce tileset devront être réactualisé lors de basculement de l'option procédurale.

source: Tile Previews
fr_fr: Apercus des carreaux

# Error
source: Atlas texture was not specified
fr_fr: La texture de l'Atlas n'a pas été spécifiée

source: Please select an atlas texture before proceeding.
fr_fr: Veuillez sélectionner une texture d'atlas avant de continuer.

# Property
source: Asset Path:
fr_fr: Chemin de l'asset:

# Action
source: Show In Finder
fr_fr: Afficher dans le Finder

# Action
source: Show In Explorer
fr_fr: Afficher dans le Explorer

source: Atlas texture is missing.
fr_fr: La texture de l'Atlas est manquante.

source: Atlas texture is not square and/or not a power of two size. This can lead to poor quality results.
fr_fr: La texture de l'atlas n'est pas carré et/ou na pas ces dimensions en puissance de deux. Cela peut conduire à des résultats médiocres.

source: Atlas Texture
fr_fr: Texture de l'Atlas

source: Procedural
fr_fr: Procédurale

source: Non-Procedural
fr_fr: Non procédural

# Property
source: Width
fr_fr: Largeur

# Property
source: Height
fr_fr: Hauteur

# Property
source: Rows
fr_fr: Lignes

# Property
source: Columns
fr_fr: Colonnes

# Property
source: Tile Size
fr_fr: Taille du carreau

# Property
source: Border
fr_fr: Bordure

source: Error: No tileset associated with brush.
fr_fr: Erreur: Aucun tileset associé au pinceau.

# Property
source: Tile Index
fr_fr: Index du carreau

source: Non-procedural mesh has been generated.
fr_fr: Le maillage non procédural a été généré.

source: Non-procedural mesh asset is missing.
fr_fr: L'asset du maillage non procédural est manquant.

# Action
source: Repair
fr_fr: Réparer

source: Contains 1 brush
fr_fr: Contient 1 pinceau

source: Tileset Menu
fr_fr: Menu tileset

# Action
source: Reveal Material
fr_fr: Montrer le Matériel

# Action
source: Reveal Texture
fr_fr: Montrer la Texture

# Action
source: Cleanup Meshes
fr_fr: Nettoyer les mailles

# Action
source: Delete Tileset
fr_fr: Supprimer le Tileset

# Error
source: Tile width and height must both be divisible by 2.
fr_fr: La hauteur et la largeur du carreau doivent être divisibles par 2.

# Action
source: Generate Autotile Atlas
fr_fr: Générer l'Atlas d'Autotile

source: Preparing atlas texture...
fr_fr: Préparation de la texture de l'atlas...

source: Processing atlas texture...
fr_fr: Traitement de la texture d'atlas...

# Error
source: Unsupported autotile format '{0}'.
fr_fr: Format '{0}' de l'autotile non pris en charge.

source: Not all tile previews have been displayed to avoid poor performance.
fr_fr: Pas tous les aperçus de carreaux ont été affichées pour éviter de mauvaises performances.

source: Please use designer to edit tileset.
fr_fr: Veuillez utiliser le concepteur pour modifier le tileset.

# Action
source: Save Built Scene
fr_fr: Enregistrer la scène construite

source: Error
fr_fr: Erreur

# Error
source: Cannot overwrite current scene with built scene.
fr_fr: Impossible de remplacer la scène actuelle avec la scène construite.

# Action
source: Choose Other
fr_fr: Choisir un autre

# Error
source: Was unable to save built scene. Would you like to specify an alternative filename?
fr_fr: Impossible d'enregistrer la scène construite. Voulez vous spécifier un nom de fichier alternatif ?

# Action
source: Build Scene
fr_fr: Compiler la scène

source: Scene must be saved before tile systems can be built. Would you like to save the scene now?
fr_fr: La scène doit être enregistrée avant que les systèmes de carreaux puissent être construit. Souhaitez vous enregistrer la scène maintenant ?

# Action
source: Save and Proceed
fr_fr: Enregistrer et continuer

source: Building Scene '{0}'
fr_fr: Compilation de la scène '{0}'

source: Open scene was saved successfully. Proceed to save built variation of scene.
fr_fr: La scène ouverte à été sauvé correctement. Procède à l'enregistrement de la variation de scène construite.

# Action
source: Proceed
fr_fr: Procéder

source: Building of tile systems was cancelled.
fr_fr: La compilation de systèmes de carreaux a été annulée.

# Error
source: Was unable to save output scene '{0}'
fr_fr: Impossible d'enregistrer la scène de sortie '{0}'

source: Skipping non-editable tile system '{0}'.
fr_fr: Passe du système de carreaux non modifiable '{0}'.

source: Building tile systems
fr_fr: Compilation des systèmes de carreaux

source: Cleaning up...
fr_fr: Nettoyage...

source: Warning
fr_fr: Attention

source: Errors were encountered whilst building scene. Please check console for any additional information.
fr_fr: Des erreurs ont été rencontrées lors de la compilation de la scène. Veuilez vérifier la console pour toute information complémentaire.

source: Building tile system '{0}'...
fr_fr: Compilation du Système de carreaux '{0}'...

source: Saving prefab and data asset...
fr_fr: Enregistrement des prefabs et des données des assets...

source: Optimizing tile colliders...
fr_fr: Optimisation des colliders de carreaux...

source: Preparing tile meshes...
fr_fr: Préparation du maillages des carreaux...

source: Snapping vertices...
fr_fr: Accrochage des vertices...
