Repository: dek0058/CK_Graduation_Project
Catalog: Assets/Plugins/Packages/@rotorz/unity3d-tile-system/Languages/*.po
Languages: fr_fr

source: Finalizing chunks...
fr_fr: Finalisation des chunks...

source: Applying stripping rules...
fr_fr: Application des règles de stripping...

source: Generating procedural tiles...
fr_fr: Génération des carreaux procéduraux...

source: Stripping options were reduced for '{0}' so that procedural tiles can be generated at runtime. See documentation for 'Pre-generate Procedural'.
fr_fr: Les options de stripping ont été réduites pour «{0} », afin que les carreaux procéduraux puissent être générés lors de l'exécution. Consultez la documentation "Pre-generate Procedural".

source: Preferences - {0}
fr_fr: Préférences - {0}

# Preferences|TabLabel
source: Tools
fr_fr: Outils

# Preferences|TabLabel
source: Painting
fr_fr: Peinture

# Preferences|TabLabel
source: Grid
fr_fr: Grille

# Preferences|TabLabel
source: Misc
fr_fr: Divers

# Action
source: Use Defaults
fr_fr: Utilisez les valeurs par défaut

source: Tool Palette:
fr_fr: Palette d'outils :

source: Specify which tools appear in the tools palette.
fr_fr: Spécifiez quels outils s'affichent dans la palette d'outils.

source: Automatically show tool palette upon activating tool
fr_fr: Afficher automatiquement la palette d'outils lors de l'activation d'outil

# Action
source: Click to hide tool
fr_fr: Cliquez pour cacher l'outil

# Action
source: Click to show tool
fr_fr: Cliquez pour montrer l'outil

source: Erase empty chunks
fr_fr: Supprimer les morceaux vides

source: Preferred nozzle indicator
fr_fr: Indicateur privilégié de buse

# RenderMode
source: Wireframe
fr_fr: Filaire

# RenderMode
source: Shaded
fr_fr: Ombré

source: Display immediate previews
fr_fr: Afficher les aperçus instantanés

source: Preview Tint
fr_fr: Aperçu de la teinte

source: See-through previews
fr_fr: Voir à travers les aperçus

source: Hold control when painting to temporarily see-through.
fr_fr: Maintenez la touche 'control' lorsque vous peignez pour temporairement voir à travers.

# Grid
source: Background
fr_fr: Fond

# Grid
source: Minor Grid
fr_fr: Grille mineure

# Grid
source: Chunk Boundary
fr_fr: Limite de Chunk

source: Highlight active tile system
fr_fr: Surligner le système de carreau actif

source: Display grid lines
fr_fr: Basculer l'affichage de la grille

source: Display chunk boundaries
fr_fr: Basculer l'affichage des Chunks

source: Hide scene view grid upon activating tool
fr_fr: Chacher la grille de la vue Scene lors de l'activation d'outil

source: Show detailed tips when available.
fr_fr: Afficher les astuces détaillées si disponibles.

source: Disable custom cursors.
fr_fr: Désactiver les curseurs personnalisés.

source: Always center utility windows.
fr_fr: Toujours centrer la fenêtre utilitaire.

source: Preferred Language (BETA)
fr_fr: Langue préférée (BETA)

# Action
source: Refresh
fr_fr: Actualiser

source: __Translators__
fr_fr: Jean Fabre

source: Special Thanks: {0}
fr_fr: Remerciements spéciaux: {0}

# Action
source: Use Default Preferences
fr_fr: Utilisez les préférences par défaut

source: Would you like to use the default preferences?
fr_fr: Voulez vous utiliser les préférences par défaut?

# Action
source: Create Tile System
fr_fr: Créer un système de carreaux

# Action
source: Create Brush or Tileset
fr_fr: Créer Pinceaux ou Tileset

# Action
source: Use as Prefab Offset
fr_fr: Utiliser comme décalage pour Prefab

# Action
source: Replace by Brush
fr_fr: Remplacer par pinceau

# Action
source: Rescan Brushes
fr_fr: Re-scanner pinceaux

source: Editor Windows
fr_fr: Fenêtres de l'éditeur

source: Designer
fr_fr: Concepteur

source: Scene
fr_fr: Scène

source: Brushes
fr_fr: Pinceaux

source: Online Resources
fr_fr: Ressources en ligne

# Online
source: User Guide
fr_fr: Guide de l'utilisateur

# Online
source: API Reference
fr_fr: Références API

# Online
source: Releases
fr_fr: Notes de publication

# Action
source: Preferences
fr_fr: Préférences

# Action
source: About
fr_fr: Á propos de

# Action
source: Toggle Lock
fr_fr: Basculer le verrouillage

# Action
source: Select Tile System
fr_fr: Sélectionnez système de carreaux

# Property
source: Snap Threshold
fr_fr: Seuil d'accrochage

# Property
source: Keep Separate
fr_fr: Maintenir séparé

# Property
source: Include tiles flagged as solid
fr_fr: Inclure les carreaux marquées comme solide

# Property
source: Collider Type
fr_fr: Type de collisionneur

# Format|PixelFractionMetric
source: {0}% of 1 pixel
fr_fr: {0}% de 1 pixel

# Status
source: Yes
fr_fr: Oui

# Status
source: No
fr_fr: Non

# Status
source: Locked
fr_fr: Verrouillé

source: Tile system has been built and can no longer be edited.
fr_fr: Le système de carreaux a été construit et n'est plus modifiable.

source: Tile system is locked. Select 'Toggle Lock' from context menu to unlock inspector.
fr_fr: Le système de carreau est verrouillé. Utiliser la « Bascule de verrouillage » dans le menu contextuel pour ouvrir l'inspecteur.

source: One or more selected tile systems are locked. Unlock tile systems to unlock inspector.
fr_fr: Un ou plusieurs systèmes de carreaux choisies sont verrouillées. Déverrouiller les systèmes de carreaux pour déverrouiller l'inspecteur.

# Section
source: Modify Grid
fr_fr: Modifier la grille

# Section
source: Build Options
fr_fr: Options de compilation

# Section
source: Runtime Options
fr_fr: Options d'execution

source: Cannot modify structure of multiple tile systems at the same time.
fr_fr: Impossible de modifier la structure de plusieurs systèmes de carreaux en même temps.

source: Prefab must be instantiated in order to modify tile system structure.
fr_fr: Un Prefab doit être instanciée afin de modifier sa structure du système de carreau.

# Property
source: Grid Size (in tiles)
fr_fr: Taille de la grille (en carreaux)

# Property
source: Offset Amount (in tiles)
fr_fr: Quantité de décalage (en carreaux)

# Property
source: Chunk Size (in tiles)
fr_fr: Taille de Chunk (en carreaux)

# Action
source: Trim
fr_fr: Rogner

# Action
source: Centralize Tile Bounds
fr_fr: Centraliser les limites du carreau

# Action
source: Centralize
fr_fr: Centraliser

source: Tile system must be reconstructed, some tiles may be force refreshed.
fr_fr: Le système de carreau doit être reconstruit, quelques carreaux pourraient être rafraîchi de force.

# Action
source: Rebuild
fr_fr: Recompiler

# Property
source: Cell Size
fr_fr: Taille des cellules

source: Span of an individual tile.
fr_fr: Dimensions d'une carreau individuel.

# Property
source: Tiles Facing
fr_fr: Orientation des faces des carreaux

source: Direction that tiles will face when painted. 'Sideways' is good for platform and 2D games. 'Upwards' is good for top-down.
fr_fr: La direction que les carreaux auront lorsqu'il seront rendus. « Sideways » est bon pour la plateforme et les jeux 2D. « Upwards » est bon pour une vue depuis le haut.

source: Changes may not take effect until tile system is force refreshed without preserving manual offsets, or cleared.
fr_fr: Les changements ne peuvent pas prendre effet tant que le système de carreaux est actualisé de force sans préserver les décalages manuelles, ou effacé.

# Action
source: Refresh Plops
fr_fr: Actualiser les Plops

# Action
source: Clear Plops
fr_fr: Effacer les Plops

# Property
source: Maintain tile positions in world space
fr_fr: Maintenir les positions de la carreaux en reference absolu

# Action
source: Rebuild Tile System
fr_fr: Recompiler le système de carreaux

source: Upon modifying tile system some tiles will become out-of-bounds and will be erased. Would you like to proceed?
fr_fr: Lors de la modification d'un système de carreaux, certain carreaux deviendront hors limites et seront supprimé. Voulez vous procéder ?

# Property
source: Stripping Preset
fr_fr: Pre-réglage du Stripping

source: Custom level of stripping can be applied to tile system upon build.
fr_fr: Un niveau de Stripping peut être appliqué au système de carreaux lors de la compilation.

# Action
source: Modify Stripping Options
fr_fr: Modifier les Options de Stripping

# Property
source: Combine Method
fr_fr: Méthode de fusion

# Property
source: Combine into submeshes
fr_fr: Combiner en sous-mailles

source: Determines whether to use submeshes, or an individual mesh for each material.
fr_fr: Détermine s'il faut utiliser sous-maille ou une maille pour chaque matériau.

source: Avoid generation of meshes with vertices in excess of 64k.
fr_fr: Éviter la génération de Mailles avec un nombres de Vertex dépassant 64k.

# Property
source: Vertex Snap Threshold
fr_fr: Seuil d'accrochage par vertex

source: Increase threshold to snap vertices that are more widely spread.
fr_fr: Augmenter le seuil d'accrochage par vertex lorsqu'ils sont beaucoup plus espacé.

source: No snapping occurs when threshold is 0.
fr_fr: Aucun accrochage ne se produit lorsque le seuil est 0.

# Property
source: Static Snapping
fr_fr: Accrochage statique

source: Applies vertex snapping to static tiles to avoid tiny gaps due to numerical inaccuracies. Vertex snapping is always applied to 'smooth' tiles.
fr_fr: Applique un accrochage par vertex aux carreaux statiques pour éviter les petits écarts à cause des imperfections numériques. l'accrochage par vertex est toujours appliqué au carreaux « lisse ».

# Property
source: Generate Lightmap UVs
fr_fr: Générer les UVs du Lightmap

# Section
source: Advanced
fr_fr: Avancé

# Property
source: Hard Angle
fr_fr: Angle dur

source: Angle between neighbor triangles that will generate seam.
fr_fr: L'angle entre les triangles voisin qui va générer une coupure.

# Property
source: Pack Margin
fr_fr: Combiner les marges

source: Measured in pixels, assuming mesh will cover an entire 1024x1024 lightmap.
fr_fr: Mesurée en pixels, en supposant que la maille couvrira un lightmap entier de 1024 x 1024.

# Property
source: Angle Error
fr_fr: Erreur d'angle

source: Measured in percents. Angle error measures deviation of UV angles from geometry angles. Area error measure deviation of UV triangles area from geometry triangles if they were uniformly scaled.
fr_fr: Mesuré en pourcentage. L'erreur d'angle mesure la déviation des angles UV par rapport aux angles de la géométrie. La zone erreur mesure déviation des aires de triangles UV par rapport au triangles de géométrie si elles étaient uniformément réparties.

# Property
source: Area Error
fr_fr: Erreur d'aire

# Property
source: Pre-generate Procedural
fr_fr: Pré-génération des procéduriers

source: Increases size of scene but allows brushes to be stripped from builds.
fr_fr: Augmente la taille de la scène, mais permet aux pinceaux d'être "Strippé" lors de la compilation.

source: Stripping capabilities are reduced when procedural tiles are present but are not pre-generated since they are otherwise generated at runtime.
fr_fr: Les capacités de Stripping sont réduites lorsque les carreaux procéduraux sont présents mais ne sont pas générées en amont, car ils seront alors générés lors de l'exécution.

# Property
source: Reduce Box Colliders
fr_fr: Réduire les Box Colliders

source: Reduces count of box colliders by coalescing adjacent colliders.
fr_fr: Réduit le nombre de Box Colliders en fusionnant les collisionneurs adjacents.

# Property
source: Erase Empty Chunks
fr_fr: Effacer les Chunks vides

source: Hints that empty chunks should be erased when they become empty at runtime.
fr_fr: Informe quant des Chunks devrait être effacés lorsqu'ils deviennent vides au moment de l'exécution.

# Property
source: Apply Basic Stripping
fr_fr: Appliquer un Stripping de base

source: Applies a basic degree of stripping at runtime upon awakening.
fr_fr: Applique un Stripping de base pendant l'exécution lors de la création (Awake).

# Property
source: Update Procedural at Start
fr_fr: RAZ procéduriers au démarrage

source: Automatically updates procedural meshes at runtime upon awakening.
fr_fr: Met à jour automatiquement les mailles procédurales pendant l'exécution lors de la création (Awake).

# Property
source: Mark Procedural Dynamic
fr_fr: Marque les procéduriers dynamique

source: Helps to improve performance when procedural tiles are updated frequently at runtime. Unset if only updated at start of level.
fr_fr: Améliore les performances lorsque les carreaux procéduraux sont fréquemment mis à jour pendant l'exécution. Désactiver uniquement si la mis à jour s'opère au lancement d'un Level.

# Property
source: Add Procedural Normals
fr_fr: Ajouter les normales aux procéduriers

source: Adds normals to procedural meshes.
fr_fr: Ajoute les normales au mailles procédurales.

# Property
source: Procedural Sorting Layer
fr_fr: Couche de tri pour les procéduriers

source: Sorting layer for procedural tileset meshes.
fr_fr: Couche de tri pour les mailles procédurales des Groupe de Carreaux.

# Property
source: Procedural Order in Layer
fr_fr: Ordre dans la couche des procéduriers

source: Order in sorting layer.
fr_fr: Ordre dans la couche de tri.

# Action
source: Build Prefab
fr_fr: Compiler le Prefab

# Action
source: Toggle Grid Display
fr_fr: Basculer l'affichage de la grille

# Action
source: Toggle Chunk Display
fr_fr: Basculer l'affichage des Chunks

# Property
source: Can cycle plops
fr_fr: Possibilité de cyclage des plops

# Property
source: Interact with active system only
fr_fr: Interagir uniquement avec un système actif

# Tool Name
source: Fill
fr_fr: Remplissage

# Property
source: Fill Limit
fr_fr: Limite de remplissage

source: Filling too many tiles may cause Unity to crash. Avoid setting this preference too high.
fr_fr: Remplir trop de carreaux peut causer un crash Unity. Évitez de définir une valeur trop élevée.

# Tool Name
source: Line
fr_fr: Ligne

# Tool Name
source: Paint
fr_fr: Peinture

source: Round Nozzle
fr_fr: Buse ronde

source: Square Nozzle
fr_fr: Buse carré

# Property
source: Nozzle Radius
fr_fr: Rayon de la buse

# Property
source: Nozzle Size
fr_fr: Taille de la buse

# Property
source: Paint Around Existing Tiles
fr_fr: Peindre autour des carreaux existants

# Property
source: Randomize Variations
fr_fr: Randomiser les variations

# Action
source: Shift to Next Variation
fr_fr: Passer à la variation suivante

# Action
source: Shift to Previous Variation
fr_fr: Passer à la variation précédente

# Tool Name
source: Picker
fr_fr: Sélecteur

# Property
source: Can pick plops
fr_fr: Possibilité de choisir les plops

# Property
source: Location
fr_fr: Emplacement

# Property
source: Group Name
fr_fr: Nom du groupe

# Property
source: Disable cycle function
fr_fr: Désactiver la fonction de cycle

# Property
source: Hide wireframe outline
fr_fr: Cacher le contour filaire

# SnapAlignment
source: Cells
fr_fr: Cellules

# SnapAlignment
source: Free
fr_fr: Gratuit

source: Fraction of Cell Size
fr_fr: Fraction de taille de cellules

source: Custom Size
fr_fr: Taille personnalisé

# Property
source: Fill Center
fr_fr: Centrer le remplissage

# Property
source: Draw Outline
fr_fr: Dessiner le contour

# Property
source: Fill Rate (%)
fr_fr: Remplissage (%)

# Property
source: Randomize Rotation
fr_fr: Randomiser la rotation

source: Tool has no parameters
fr_fr: L'outil n'a aucun paramètre

source: Row: {0,5} Column: {1,5}
fr_fr: Ligne : {0,5} Colonne : {1,5}

source: {1} from {0}
fr_fr: {1} de {0}

# Action
source: Add Category
fr_fr: Ajouter la catégorie

# Action
source: Set Category Label
fr_fr: Définir le drapeau de cette catégorie

# Action
source: Delete Category
fr_fr: Supprimer la catégorie

# Status
source: Uncategorized
fr_fr: Non classé

# Status
source: (Unknown Category)
fr_fr: (Catégorie inconnue)

# Action
source: Sort Categories
fr_fr: Trier les catégories

# Action
source: Update Flag Labels
fr_fr: Mettre á jour les descriptions des drapeaux

source: Project Settings - {0}
fr_fr: Paramètres de projet - {0}

source: Brush and Tileset Creator
fr_fr: Créateur de Pinceau et Tileset

source: Brush Categories
fr_fr: Catégories de pinceaux

# Action
source: Reset
fr_fr: Réinitialiser

# Property
source: Opaque Material Template
fr_fr: Modèle de matériel opaque

# Property
source: Transparent Material Template
fr_fr: Modèle de matériel transparent

source: Default materials are created when no material templates are specified.
fr_fr: Les matériaux de défaut sont créés lorsque aucun modèle de matériel n'est spécifiés.

# Action
source: Show Id
fr_fr: Voir l'Id

source: {0} (Tile System Preset)
fr_fr: {0} (pre-réglage système de carreaux)

source: {0} Tile System Presets
fr_fr: {0} pre-réglages de système de carreaux

# Action
source: Reset to '{0}'
fr_fr: Réinitialiser à '{0}'

# Preset Name
source: Default: 3D
fr_fr: Défaut: 3D

# Preset Name
source: Default: 2D
fr_fr: Défaut: 2D

# Property
source: Tile System Name
fr_fr: Nom du système de carreaux

source: Do not exceed an area of 100x100 tiles per chunk when using procedural tilesets.
fr_fr: Ne pas dépasser une superficie de 100x100 carreaux pour Chunk lors de l'utilisation de carreaux procédurales.

source: Number of tiles that contribute to a chunk.
fr_fr: Nombre de carreaux qui contribuent à un Chunk.

# Property
source: Initial Direction
fr_fr: Direction initiale

source: Initial direction of tile system upon creation. If in doubt assume default and rotate afterwards.
fr_fr: Direction initiale du système de carreaux lors de sa création. En cas de doute prend la valeur par défaut et tourne ensuite.

# Action
source: Reorder Tile Systems
fr_fr: Rétrier les systèmes de carreaux

# Action
source: Plop Tile
fr_fr: Carreau Plop

# Action
source: Cycle Plop
fr_fr: Plop Suivant

# Action
source: Manage Categories
fr_fr: Gérer les catégories

# Property
source: Strip tile system component
fr_fr: Stripper le composant systéme de carreaux

# Property
source: Strip chunk map
fr_fr: Stripper les mappages de chunk

# Property
source: Strip tile data
fr_fr: Stripper les données de carreaux

# Property
source: Strip brush references
fr_fr: Stripper les références pinceaux

# Property
source: Strip empty objects
fr_fr: Stripper les objects vides

# Property
source: Strip empty objects after combine
fr_fr: Stripper les objects vides après combinations

# Property
source: Strip chunks and reparent tiles
fr_fr: Stripper les chunks et re parenter les carreaux

# Property
source: Strip empty chunks
fr_fr: Stripper les chunks vides

# Property
source: Strip plop instance / group components
fr_fr: Stripper les instances plop / composants de groupes

source: Deleting a brush that has been previously used in a tile system may cause damage to that tile system. '{0}' Do you really want to delete this brush?
fr_fr: La suppression d'un pinceau qui a été précédemment utilisée dans un système de carreaux peut endommager se système de carreaux. '{0}' Voulez vous vraiment supprimer ce pinceau?

source: Replace by Brush :: Matched and replaced {0} tile(s).
fr_fr: Remplacer par pinceau:: Détecté et remplacé {0} carreau(x).

# Action
source: Repair Tiles
fr_fr: Réparer les carreaux

source: No broken tiles were detected in '{0}'.
fr_fr: Aucun carreaux cassées n'a été détectées dans '{0}'.

source: Detected {1} broken tiles where associated game object is missing. This usually occurs when tiles are deleted manually. Use erase tool (or erase functionality of paint tool) instead of deleting tile objects manually. Broken tiles can often be repaired by force refreshing them, or alternatively erased.
fr_fr: {1} carreaux cassé détecté avec des objet associé manquant. Cela se produit habituellement lorsque les carreaux sont supprimés manuellement. Utilisez l'outil effacer (où la fonction effacement de l'outil de peinture) au lieu de supprimer des objets de carreaux manuellement. Les carreaux cassé peuvent souvent être réparées par forçage leur actualisation, ou sinon par une suppression.

# Action
source: Erase
fr_fr: Effacer

# Action
source: Clear Tiles
fr_fr: Effacer les carreaux

source: Do you really want to clear all tiles from '{0}'?
fr_fr: Voulez-vous vraiment effacer toutes les carreaux de '{0}' ?

source: Do you want to force refresh all plops associated with '{0}'?
fr_fr: Vous voulez forcer le rafraîchissement tous les plops associées à '{0}' ?

source: Do you want to clear all plops associated with '{0}'?
fr_fr: Voulez vous effacer tous les plops associées à '{0}' ?

# Action
source: Apply Prefab Transform
fr_fr: Appliquer la transformation du Prefab

source: Prefab offset will have no effect unless 'Apply Prefab Transform' is enabled for brush. Would you like to enable this for '{0}'?
fr_fr: Le décalage prefab n'a aucun effet à moins que "Appliquer Prefab transform" soit activée pour le pinceau. Voulez vous l'activer pour "{0}" ?

source: About {0}
fr_fr: À propos de {0}

# Zoom Mode
source: Automatic
fr_fr: Automatique

# Zoom Mode
source: Best Fit
fr_fr: Meilleur ajustement

# Zoom Mode
source: Custom
fr_fr: Personnalisé

# BrushList|View
source: Brushes
fr_fr: Pinceaux

# BrushList|View
source: Master
fr_fr: Maître

source: Brush
fr_fr: Pinceau

source: Tileset Context Menu
fr_fr: Menu contextuel tileset

# Action
source: Hide Tileset Brushes
fr_fr: Cacher les pinceaux Tileset

# Action
source: Always Show Favorite
fr_fr: Toujours afficher les favoris

# Action
source: Show Hidden
fr_fr: Afficher les cachés

# Action
source: Filter Favorite
fr_fr: Filtrer les favoris

# Action
source: All Categories
fr_fr: Toutes les catégories

# Action
source: Uncategorized
fr_fr: Non classé

# Action
source: Custom
fr_fr: Personnalisé

# Action
source: Select Custom
fr_fr: Sélectionner favori

source: (No Categories)
fr_fr: (Pas de catégories)

# Action
source: Filter Category
fr_fr: Catégorie filtre

source: Missing brush reference was encountered whilst drawing list.
fr_fr: Une référence pinceau manquante a été détectée lors du rendu de la liste.

source: Multiple Categories
fr_fr: Plusieurs catégories

source: Custom
fr_fr: Personnalisé

source: Favorite
fr_fr: Favori

source: Filter: {0}
fr_fr: Filtre: {0}

# Action
source: Select Brush
fr_fr: Sélectionnez le pinceau

# Property
source: Prefab Output Path:
fr_fr: Chemin du Prefab:

# Action
source: Save Prefab Output
fr_fr: Sauver la sortie du Prefab

source: Specify path for prefab output
fr_fr: Spécifier le chemin du dossier pour le prefab

# Property
source: Data Output Path:
fr_fr: Chemin des données:

# Action
source: Save Data Output
fr_fr: Sauver les chemin des données

source: Specify path for mesh output
fr_fr: Spécifier le chemin du dossier pour le maillage

# Action
source: Build
fr_fr: Compiler

source: Warning, Output prefab or data asset already exists!
fr_fr: Attention, le prefab ou l'asset existe déjà dans le dossier!

source: Do you really want to overwrite?
fr_fr: Voulez-vous vraiment remplacer?

source: Input Error
fr_fr: Erreur d'entrée

# Error
source: No filename was specified for {0}.
fr_fr: Pas de nom de fichier spécifié pour {0}.

# Error
source: Relative path is not allowed for {0}.
fr_fr: Un chemin d'accès relatif ne convient pas pour {0}.

# Error
source: Invalid characters were found in {0} path.
fr_fr: Caractères invalides trouvées dans le chemin {0}.

# Action
source: Cleanup Non-Procedural Meshes
fr_fr: Nettoyage des maillages non procédurale

source: Mesh assets are generated for non-procedural tileset brushes and often not needed after brushes are deleted. Meshes not referenced by at least one tileset brush can be removed. Mesh will be missing for previously painted tiles.
fr_fr: Les assets de Maillage actifs sont générés pour des pinceaux tileset non procédural et souvent inutiles après que les pinceaux soit effacés. Les Mailles non référencé par au moins un pinceau tileset peut être enlevé. Le Maillage sera absent pour les carreaux déjà peints.

# Action
source: Cleanup
fr_fr: Nettoyer

# Action
source: Create Brush / Tileset
fr_fr: Créer des pinceaux / Tileset

# Property
source: Preset
fr_fr: Prédéfini
