Repository: dek0058/CK_Graduation_Project
Catalog: Assets/Plugins/Packages/@rotorz/unity3d-tile-system/Languages/*.po
Languages: fr_fr

# Property
source: Preset Name
fr_fr: Nom du pre-réglage

# Action
source: Save Preset
fr_fr: Enregistrer le pre-réglage

# Action
source: Delete Preset
fr_fr: Supprimer le pre-réglage

# Error
source: Invalid name for the asset
fr_fr: Nom incorrect pour l'asset

# Error
source: Can only use alphanumeric characters (A-Z a-z 0-9), hyphens (-), underscores (_) and spaces. Name must begin with an alphanumeric character.
fr_fr: Ne peut utiliser que des caractères alphanumériques (A-Z a-z 0-9), des traits d'Union (-), underscores (_) et espaces. Le nom doit commencer par un caractère alphanumérique.

# Error
source: Do you want to delete the preset '{0}'?
fr_fr: Voulez-vous supprimer le pré-réglage "{0}" ?

source: Please specify name for tile system.
fr_fr: Veuillez spécifier le nom du système de carreaux.

source: A tile system must contain at least 1 cell.
fr_fr: Un système de carreaux doit contenir au moins 1 cellule.

# Action
source: Select Orientation
fr_fr: Sélectionnez l'orientation

# Action
source: Toggle Rotational Symmetry
fr_fr: Basculer la symétrie de rotation

# Action
source: Invert
fr_fr: Inverser

# Property
source: Delete associated atlas texture
fr_fr: Supprimer les textures d'atlas associé

# Property
source: Delete associated material
fr_fr: Supprimer les materiaux associés

# Property
source: Delete non-procedural mesh assets
fr_fr: Supprimer les assets de maillages non procédural

source: Caution, proceeding will delete tileset which will cause damage to any scenes or assets that require it. All contained brushes will also be deleted.
fr_fr: Attention, ce processus supprimera le tileset qui causera des dommages à toute scènes ou assets qui y faisait référence. Tout les pinceaux contenus seront également supprimés.

# Action
source: Delete
fr_fr: Supprimer

# Section
source: Extended Properties
fr_fr: Propriétés étendues

# Action
source: Back
fr_fr: Précédent

# Action
source: Forward
fr_fr: Suivant

# Action
source: Recent
fr_fr: Récent

# Action
source: Clear Recent History
fr_fr: Effacer l'historique récent

# Action
source: Lock
fr_fr: Verrou

source: Flag Labels for '{0}'
fr_fr: Descriptions de drapeau pour '{0}'

source: Flag Labels
fr_fr: Descriptions de drapeau

source: Flag labels can be customized on a per brush basis. Leave blank to assume label from project tab.
fr_fr: Les noms des drapeaux peuvent être personnalisés pour chaque pinceau. Laissez vide pour utiliser les noms définit dans l'onglet projet.

source: Project
fr_fr: Projet

source: Flag labels are shared across entire project.
fr_fr: Les noms des drapeaux sont partagés dans l'ensemble du projet.

source: Flag #{0}
fr_fr: Drapeau #{0}

# Action
source: Save
fr_fr: Enregistrer

# Action
source: (Erase)
fr_fr: (Effacer)

# Action
source: Switch primary and secondary brushes (X)
fr_fr: Interchanger les pinceaux primaires et secondaires (X)

# Action
source: Toggle Visibility
fr_fr: Basculer l'affichage

# Action
source: Inspect
fr_fr: Inspecter

# Action
source: Unlock Tile System
fr_fr: Déverrouiller le système de carreaux

# Action
source: Lock Tile System
fr_fr: Verrouiller le système de carreaux

# Action
source: Refresh Tiles
fr_fr: Actualiser les carreaux

# Action
source: Rename {0}
fr_fr: Renommer {0}

source: Tools
fr_fr: Outils

# Action
source: Main Menu
fr_fr: Menu principal

source: No tool selected
fr_fr: Aucun outil sélectionné

# Action
source: Reset Tool Options
fr_fr: Réinitialisation des options de l'outil

# Action
source: Refresh Tiles in '{0}'
fr_fr: Actualiser les carreaux de '{0}'

source: Tiles are replaced if obvious changes are detected. You can force refresh all tiles if necessary.
fr_fr: Les carreaux seront remplacés si des modifications évidentes sont détectées. Vous pouvez forcer le rafraichissement toutes les carreaux si nécessaire.

# Property
source: Force refresh all tiles
fr_fr: Force le rafraichissement toutes les carreaux

# Property
source: Update procedural tiles
fr_fr: Mise a jour des carreaux procéduraux

# Property
source: Preserve manual offsets
fr_fr: Préserver les décalages manuels

# Property
source: Preserve painted user flags
fr_fr: Préserver les drapeaux utilisateur peints

source: Some manual changes may be lost when refreshing tiles.
fr_fr: Certaines modifications manuelles peuvent être perdues lors de l'actualisation des carreaux.

# Action
source: Replace Tiles by Brush
fr_fr: Remplacement de carreaux par pinceau

source: Apply To Tile System(s):
fr_fr: S'applique au système(s) de carreaux :

# Selection
source: Selected
fr_fr: Sélectionné

# Selection
source: All
fr_fr: Tous

# Property
source: Source Brush
fr_fr: Pinceau source

# Property
source: Replacement Brush
fr_fr: Pinceau de remplacement

# Action
source: Replace
fr_fr: Remplacer

# Error
source: No source brush specified
fr_fr: Aucun pinceau source spécifié

source: Please select source brush to find tiles with.
fr_fr: Veuillez sélectionner un pinceau source pour chercher des carreaux avec.

# Error
source: Source and replacement brushes are the same
fr_fr: La source et le remplacement des pinceaux sont identiques

# Error
source: Cannot find and replace with same brush.
fr_fr: Impossible de trouver et remplacer avec un même pinceau.

# Action
source: Select Brush Categories
fr_fr: Sélectionnez les catégories de pinceaux
